Repository: jihongboo/Plantory
Catalog: Plantory/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# %lld of %lld reminders enabled
source: %1$lld of %2$lld reminders enabled
zh_hans: 已启用 %1$lld / %2$lld 个提醒

source: %lld plants
zh_hans: %lld 株植物

source: 10s test
zh_hans: 10 秒测试

source: Actions
zh_hans: 操作

source: Add a note about this plant
zh_hans: 添加关于这株植物的备注

source: Add Log
zh_hans: 添加记录

source: Add photo
zh_hans: 添加照片

source: Add Plant
zh_hans: 添加植物

source: Added %@
zh_hans: 添加于 %@

source: Average dry indoor air is usually fine.
zh_hans: 普通偏干的室内空气通常可以适应。

source: Calendar trigger
zh_hans: 日历触发

source: Calendar: %@
zh_hans: 日历：%@

source: Cancel
zh_hans: 取消

source: Care Records
zh_hans: 养护记录

source: Care Reminders
zh_hans: 养护提醒

source: Check whether the plant needs repotting. Repeat every %lld days.
zh_hans: 检查植物是否需要换盆。每 %lld 天重复一次。

source: Clear All Pending Notifications
zh_hans: 清除所有待发送通知

source: Comfortable with moderate indoor humidity.
zh_hans: 适合中等室内湿度。

source: Completed
zh_hans: 已完成

source: Debug Notifications
zh_hans: 调试通知

source: Delete %@
zh_hans: 删除 %@

source: Delete Plant
zh_hans: 删除植物

source: Delete this plant?
zh_hans: 删除这株植物？

source: Difficulty
zh_hans: 难度

source: Disabled setting
zh_hans: 已禁用设置

source: Disease Risk
zh_hans: 病害风险

source: Done
zh_hans: 完成

source: Easy care. A good fit for beginners and flexible routines.
zh_hans: 养护简单，适合新手和不固定的养护节奏。

source: Edit Details
zh_hans: 编辑详情

source: Enable notifications for LeafAid in Settings to receive care reminders.
zh_hans: 请在“设置”中为 LeafAid 启用通知，以接收养护提醒。

source: Every %lld days
zh_hans: 每 %lld 天

source: Every day
zh_hans: 每天

source: Feed lightly during active growth.
zh_hans: 生长期少量施肥即可。

source: Feed monthly during the growing season.
zh_hans: 生长季每月施肥。

source: Feed more regularly during active growth.
zh_hans: 生长期需要更规律地施肥。

source: Fertilizer
zh_hans: 施肥

source: Fertilizing
zh_hans: 施肥

source: Fertilizing Reminder
zh_hans: 施肥提醒

source: Higher risk. Watch leaves, roots, and soil closely.
zh_hans: 风险较高，需要更密切观察叶片、根系和土壤。

source: Humidity
zh_hans: 湿度

source: Interval
zh_hans: 间隔

source: Keep the soil lightly moist and check it often.
zh_hans: 保持土壤微湿，并经常检查状态。

source: LeafAid Debug
zh_hans: LeafAid 调试

source: Let the soil dry well between waterings.
zh_hans: 两次浇水之间让土壤充分变干。

source: Light
zh_hans: 光照

source: Log Detail
zh_hans: 记录详情

source: Low risk. Check occasionally during routine care.
zh_hans: 风险较低，日常养护时偶尔检查即可。

source: Moderate care. Keep light, water, and timing consistent.
zh_hans: 养护难度中等，保持光照、浇水和节奏稳定。

source: Moderate risk. Check for early stress signs regularly.
zh_hans: 风险中等，定期检查早期受压迹象。

source: My Plants
zh_hans: 我的植物

source: Name your plant
zh_hans: 为你的植物命名

source: Needs steady care and closer attention to changes.
zh_hans: 需要稳定养护，并更密切留意环境变化。

source: Nickname
zh_hans: 昵称

source: No notes yet
zh_hans: 还没有备注

source: No pending notifications.
zh_hans: 当前没有待发送通知。

source: No photo attached
zh_hans: 未附加照片

source: No plants available.
zh_hans: 当前没有可用植物。

source: No reminder settings created for this plant yet.
zh_hans: 这株植物还没有创建提醒设置。

source: Note
zh_hans: 备注

source: Notes(Optional)
zh_hans: 备注（可选）

source: Notification permission is unavailable. Check system settings.
zh_hans: 无法获取通知权限，请检查系统设置。

source: Notifications
zh_hans: 通知

source: Notifications Disabled
zh_hans: 通知已关闭

source: Open Settings
zh_hans: 打开设置

source: Partly Cloudy
zh_hans: 局部多云

source: Pending Requests
zh_hans: 待处理请求

source: Pest Check Reminder
zh_hans: 虫害检查提醒

source: Pest Control
zh_hans: 病虫处理

source: Plant Details
zh_hans: 植物详情

source: Plant Encyclopedia
zh_hans: 植物百科

source: Plant Info
zh_hans: 植物信息

source: Plant Reminder Tests
zh_hans: 植物提醒测试

source: Prefers bright indirect light.
zh_hans: 偏好明亮散射光。

source: Prefers higher humidity and benefits from added moisture.
zh_hans: 偏好较高空气湿度，适当增湿会更好。

source: Prefers very bright indirect light or gentle direct sun.
zh_hans: 偏好非常明亮的散射光或柔和直射光。

source: Pruning
zh_hans: 修剪

source: Pruning Reminder
zh_hans: 修剪提醒

source: Record
zh_hans: 记录

source: Reload Pending Notifications
zh_hans: 重新加载待发送通知

source: Reloaded pending notification requests.
zh_hans: 已重新加载待发送通知请求。

source: Reminder Time
zh_hans: 提醒时间

source: Remove photo
zh_hans: 移除照片

source: Remove Photo
zh_hans: 移除照片

source: Remove Photo?
zh_hans: 移除照片？

source: Removed all pending and delivered notifications.
zh_hans: 已移除所有待发送和已送达通知。

source: Repotting
zh_hans: 换盆

source: Repotting Reminder
zh_hans: 换盆提醒

source: Resync Plant Notifications
zh_hans: 重新同步植物通知

source: Resynced all plant notification schedules.
zh_hans: 已重新同步所有植物通知计划。

source: Save
zh_hans: 保存

# Scheduled %@ for %@ in 10 seconds.
source: Scheduled %1$@ for %2$@ in 10 seconds.
zh_hans: 已为 %2$@ 安排 %1$@ 提醒，将在 10 秒后触发。

source: Scheduled a test notification for 10 seconds later.
zh_hans: 已安排一条 10 秒后触发的测试通知。

source: Send Test Notification (10s)
zh_hans: 发送测试通知（10 秒）

source: Set reminders for watering, fertilizing, pest checks, pruning, and repotting.
zh_hans: 为浇水、施肥、虫害检查、修剪和换盆设置提醒。

source: Set watering, fertilizing, and routine reminders.
zh_hans: 设置浇水、施肥和日常养护提醒。

source: Skip
zh_hans: 跳过

source: Status
zh_hans: 状态

source: Tap to add
zh_hans: 点击添加

source: Temperature
zh_hans: 温度

source: The AI diagnosis result could not be parsed: %@
zh_hans: AI 诊断结果无法解析：%@

source: The AI diagnosis service returned an unexpected response.
zh_hans: AI 诊断服务返回了异常响应。

source: The AI diagnosis service returned no diagnosis.
zh_hans: AI 诊断服务没有返回诊断结果。

source: The AI service did not return any result.
zh_hans: AI 服务没有返回结果。

source: The AI service failed with status code %lld.
zh_hans: AI 服务请求失败，状态码为 %lld。

source: The AI service returned an unexpected response.
zh_hans: AI 服务返回了异常响应。

source: The AI service returned an unreadable result: %@
zh_hans: AI 服务返回了无法读取的结果：%@

source: The diagnosis photo could not be prepared for upload.
zh_hans: 诊断照片无法处理后上传。

source: The foreground result could not be rendered.
zh_hans: 前景结果无法渲染。

source: The photo could not be prepared for upload.
zh_hans: 照片无法处理后上传。

source: The photo data is broken.
zh_hans: 照片数据已损坏。

source: The selected image could not be prepared for foreground extraction.
zh_hans: 所选图片无法用于前景提取。

source: This is a local notification test.
zh_hans: 这是一条本地通知测试。

source: This will also remove its care records and AI diagnosis history.
zh_hans: 这也会同时删除它的养护记录和 AI 诊断历史。

source: This will remove the attached photo from the record.
zh_hans: 这会从记录中移除附加照片。

source: Time
zh_hans: 时间

source: Time for a pest check. Repeat every %lld days.
zh_hans: 该检查是否有虫害了。每 %lld 天重复一次。

source: Time interval: %lld seconds
zh_hans: 时间间隔：%lld 秒

source: Time to fertilize your plant. Repeat every %lld days.
zh_hans: 该给植物施肥了。每 %lld 天重复一次。

source: Time to prune and tidy the plant. Repeat every %lld days.
zh_hans: 该修剪并整理植物了。每 %lld 天重复一次。

source: Time to water your plant. Repeat every %lld days.
zh_hans: 该给植物浇水了。每 %lld 天重复一次。

source: Tolerates lower indirect light.
zh_hans: 能适应较弱的散射光。

source: Try to add one!
zh_hans: 试着添加一个吧！

# Unable to schedule %@ for %@.
source: Unable to schedule %1$@ for %2$@.
zh_hans: 无法为 %2$@ 安排 %1$@ 提醒。

source: Unknown Plant
zh_hans: 未知植物

source: Unknown trigger
zh_hans: 未知触发器

source: Use as a long-cycle reminder and adjust when roots outgrow the pot.
zh_hans: 可作为长周期提醒，并在根系长满花盆时调整。

source: Vision could not find a foreground subject in this image.
zh_hans: Vision 未能在这张图片中找到前景主体。

source: Water
zh_hans: 浇水

source: Water when the top layer of soil dries.
zh_hans: 土壤表层变干后再浇水。

source: Watering
zh_hans: 浇水

source: Watering Reminder
zh_hans: 浇水提醒

source: WeatherKit authentication failed. Enable the WeatherKit capability for this app identifier and refresh the provisioning profile.
zh_hans: WeatherKit 认证失败。请为此 App 标识符启用 WeatherKit 功能，并刷新配置描述文件。

source: Write something about this plant
zh_hans: 写点关于这株植物的内容
